Can't make type "[Family Name]".
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotMakeTypeCB { get; }
  Visual Basic
Public Shared ReadOnly Property CannotMakeTypeCB As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotMakeTypeCB {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace